Repository: Nomadblue/nomad-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Categories
es: Categorías

source: This is the official blog of Nomadblue. We are experts in Python-related technologies. We are entrepreneurs and geeks like you.
es: Este es blog oficial de Nomadblue. Somos expertos en tecnologías relacionadas con Python. Somos emprendedores y geeks como tú.

source: Home
es: Inicio

source: Sorry, no categories found.
es: Lo sentimos, no se han encontrado categorías

source: About this blog
es: Acerca de este blog

source: Hello! We are Nomadblue, a group of technology enthusiasts building applications and first-class web tools. Experienced in entrepreneurship and lean methodologies, we have already helped a lot of startups and companies to transform their projects into something real.
es: Hola! Somos un grupo de entusiastas de la tecnología que construimos aplicaciones y herramientas web de primera clase. Experimentados en emprendimiento y metodologías lean, ya hemos ayudado a muchas startups y empresas a hacer realidad sus proyectos.

source: Nomadblue Blog
es: Blog de Nomadblue

source: Latest posts by category
es: Últimos posts por categoría

source: Contact us
es: Contacta con nosotros

source: You need Python and Django experts? You want to build the next app big hit? You dream of launching that idea? Let's talk!
es: Necesitas expertos en Python y Django? Quieres construir el próximo hit en aplicaciones móviles? Sueñas con lanzar esa idea? Hablemos!

source: Nomadblue - Your CTO on-demand
es: Nomadblue, tu CTO "on-demand"

source: We invest in talent to create disrupting businesses. We have the tools and the expertise for your ideas
es: Invertimos en talento para crear negocios disyuntivos. Tenemos las herramientas y el expertise para tus ideas.

source: Do you have a question? Do you want to pitch us your idea? Maybe you just want to say hi or leave us a comment? Any case, we'd love to hear from you.
es: Tienes alguna pregunta? Quieres explicarnos tu idea? Quizá sólo quieres decir hola o dejarnos algún comentario? De cualquier modo, nos encantaría escucharte.

source: Your name
es: Tu nombre

source: Your name here
es: Tu nombre aquí

source: Phone (optional)
es: Teléfono (opcional)

source: e.g. +56 9 58349448
es: Por ejemplo: +56 9 58349448

source: Email address
es: Dirección de email

source: your@email.com
es: tu@email.com

source: Your message
es: Tu mensaje

source: Send
es: Enviar

source: Our offices in Santiago, Chile
es: Nuestras oficinas en Santiago de Chile

source: Phone: +56 9 58791449
es: Teléfono: +56 9 58791449

source: Address: Almirante Zegers 764, Providencia, Santiago (Chile)
es: Dirección: Almirante Zegers 764, Providencia, Santiago (Chile)

source: Thank you
es: Muchas gracias

source: Thanks for contacting us!
es: Gracias por contactar con nosotros!

source: Nomadblue - Web development for startups and smart companies
es: Nomadblue - Desarrollo web para startups y empresas inteligentes

source: Pitch your idea
es: Cuéntanos tu idea

source: Thanks for contacting us! We will write you back shortly.
es: Gracias por contactar con nosotros! Te escribiremos de vuelta en breve.

source: Give us some basic details about your startup or project, so we can understant better your needs
es: Danos algunos detalles básicos sobre tu startup o proyecto, para que podamos entender mejor tus necesidades

source: Pitch your idea to Nomadblue - Your CTO on-demand
es: Presenta tu idea a Nomadblue, tu CTO "on-demand"

source: Do you want to pitch us your idea? Answer these questions and we will review them. Feel free to provide any information you want, or leave blank some of the questions, if you do not want to unveil certain parts or sensitive data. Also, we guarantee that the information is confidential, we do not steal!
es: Quieres presentarnos tu idea? Responde estas preguntas y nosotros las revisaremos. No tengas reparo en proporcionar la información que quieras, o dejar en blanco algunas de las preguntas, si no quieres descubrir ciertas partes o datos sensibles de tu proyecto. Te garantizamos, de todas formas, que la información es confidencial, nosotros no robamos!

source: General information
es: Información general

source: As your CTO on-demand, we must understand very well what are we going to work on; it is our compromise to deliver the best service, and this means becoming an active part of the whole project team.
es: Como tu CTO on-demand, debemos entender muy bien en qué vamos a trabajar; es nuestro compromiso entregar el mejor servicio, y esto significa convertirse en parte activa del equipo del proyecto.

source: Questions to answer:
es: Preguntas a responder:

source: Can you describe, in a few words, what is your business, product or service you want us to develop? What is the problem you are solving?
es: Puedes describir, en breves palabras, cuál es tu negocio, product o servicio que quieres desarrollar? Cuál es el problema que estás solucionando?

source: Who will you be selling your product/service to? How does your company or project make money?
es: A quién vas a vender tu producto o servicio? Cómo el proyecto o la empresa hace dinero?

source: Do you already have an MVP or product developed we can check out? If not, could you provide us a list of resources for competitors or similar products or services in the same business?
es: Tienes ya un MVP o producto desarrollado que podamos revisar? Si no es así, podrías proporcionarnos una lista de recursos de competidores o productos o servicios similares en el mismo negocio o industria?

source: Are you incorporated? If so, what is your company name, contact, website, etc?
es: Estás incorporado o dado de alta como empresa? Si es así, cuál es el nombre de tu empresa, contacto, website, etc?

source: Project planning
es: Planificación de proyecto

source: Our philosophy is to deliver work on a daily basis. That is why we do not produce estimates or fixed budgets. This does not mean, however, that we do not plan ahead and set milestones; rather the contrary. Also, sometimes our customers need to reach certain deadlines based on agreements with third parties, marketing deals, assisting to important fairs or conferences, etc.
es: Nuestra filosofía es entregar nuestro trabajo de manera diaria. Es por eso que no damos estimaciones o presupuestos cerrados. Esto no significa, de todas maneras, que no planeamos a futuro o establecemos hitos; más bien al contrario. Además, algunas veces nuestros clientes necesitan llegar a ciertos deadlines basados en acuerdos con terceros, tratos de marketing, asistir a ferias importantes o conferencias, etc.

source: Do you already have a project plan or roadmap we can review?
es: Tienes un plan de proyecto o hoja de ruta que podamos revisar?

source: Do you need to make the development calendar adjust to fit certain dates or even a launch date?
es: Necesitas que el calendario de desarrollo se ajuste a ciertas fechas o incluso a una fecha de lanzamiento?

source: Daily communications
es: Comunicaciones diarias

source: Project management between Nomadblue and the customer involves working hand-in-hand using the following:
es: La gestión de proyecto entre Nomadblue y el cliente significa trabajar mano a mano usando lo siguiente:

source: Common communication channels (phone, email, VoIP)
es: Canales habituales de comunicación (teléfono, email, VoIP)

source: Scheduled meetings, aimed to do follow-ups on the development and to solve questions that any member can have. The information and feedback is collected and used to keep on working.
es: Reuniones programadas, enfocadas a hacer seguimientos del desarrollo y resolver preguntas que cada miembro tenga. La información y feedback se recolecta y se usa para continuar trabajando.

source: Do you already have someone appointed as the one who will hold this role/position? If not, will you be able to have someone ready the day we start working together, if we close an agreement?
es: Tienes alguien asignado como el que representará esta posición o rol? De no ser así, tendrás alguien listo el día que empecemos a trabajar juntos, si llegamos a algún tipo de acuerdo?

source: Working time sync
es: Sincronización de horarios

source: As you perhaps already know by now, we are based in Santiago de Chile. Most of our clients, though are scattered around the globe, so it is important that we know how to schedule our calendars and times.
es: Como probablemente ya sabrás a estas alturas, nuestro centro de operaciones está en Santiago de Chile. Pero la mayoría de nuestros clientes están repartidos por el globo, así que es importante saber cómo programar nuestros calendarios y horarios

source: What timezone do you usually work on? What will be your daily availability?
es: En qué zona horaria sueles trabajar? Cuál será tu disponibilidad?

source: iso country code
es: código iso de país

source: name
es: nombre

source: country
es: país

source: countries
es: países

source: title
es: título

source: description
es: descripción

source: creation date
es: fecha de creación

source: users
es: usuarios

source: seo title
es: título seo

source: seo meta description
es: meta descripción seo

source: user
es: usuario

source: image
es: imagen

source: blog user
es: usuario de blog

source: blog users
es: usuarios de blog

source: category
es: categoría

source: categories
es: categorías

source: publication date
es: fecha de publicación

source: content
es: contenido

source: featured countries
es: países destacados

source: Nomadblue - We are your CTO on-demand
es: Nomadblue - Somos tu CTO "on-demand"

source: Nomadblue: Latest entries
es: Nomadblue: Ultimas entradas

source: Nomadblue: Latest entries in Django category
es: Nomadblue: Últimas entradas en la categoría Django

source: Nomadblue: Latest entries in Python category
es: Nomadblue: Últimas entradas en la categoría Python

source: Your CTO on-demand
es: Tu CTO "on-demand"

source: Jobs and vacancies
es: trabajos y vacantes

source: Jobs and vacancies at Nomadblue. Work with us, we are hiring!
es: Trabajos y vacantes en Nomadblue. Trabaja con nosotros, estamos contratando!

source: Jobs and vacancies at Nomadblue - Web development for startups and smart companies
es: Puestos de trabajo y plazas vacantes en Nomadblue - Desarrollo web para startups y empresas inteligentes

source: Jobs
es: Trabajos

source: Work with us, we are hiring!
es: Trabaja con nosotros, estamos contratando!

source: Currently these are the jobs we are offering:
es: Actualmente estos son los trabajos que estamos ofreciendo:

source: Python/Django web developers
es: Desarrolladores web Python/Django

source: Python Jobs
es: Trabajos en Python

source: Python jobs and vacancies at Nomadblue. Work with us, we are hiring!
es: Trabajos y vacantes de Python en Nomadblue. Trabaja con nosotros, estamos contratando!

source: Python jobs and vacancies at Nomadblue - Web development for startups and smart companies
es: Trabajos y plazas vacantes para Python en Nomadblue - Desarrollo web para startups y empresas inteligentes

source: We invest in talent to create disrupting businesses.<br>We have the tools and the expertise for your ideas.
es: Invertimos en talento para crear negocios disyuntivos.<br>Tenemos las herramientas y el expertise para tus ideas.

source: HOME
es: INICIO

source: CONTACT
es: CONTACTO

source: JOBS
es: EMPLEOS

source: Articles & News
es: Artículos y noticias

source: We are Nomadblue, your CTO on-demand
es: Somos Nomadblue, tu CTO "on-demand"

source: Startup acceleration. We help launch disruptive companies by bringing our operational expertise right into their core businesses
es: Aceleradora de startups. Ayudamos a lanzar empresas innovadoras introduciendo nuestro expertise en el corazón mismo de sus negocios

source: Startups & Projects
es: Startups y Proyectos

source: What we do
es: Qué hacemos

source: Freedom to innovate
es: Libertad para innovar

source: Imagine you could bring startup mentors and advisors, entrepreneurship visionaries, awesome code ninjas, UI/UX design gurus and top-notch tech evangelists into <b>a single super-entity</b> and incorporate it to your business or project. You are liberated from the difficulties of the building process, so suddenly all your constraints disappear allowing you to focus on what really matters:<br><b>your product, your clients, your mission</b>.
es: Imagina que pudieras reunir a mentores y advisors para startups, visionarios emprendedores, asombrosos code ninjas, gurus del diseño y la usabilidad y evangelizadores de la tecnología, todos en una super-entidad para incorporarlos en tu negocio o proyecto. Quedas pues liberado de las dificultades del proceso de desarrollo, y de repente todas tus ataduras desaparecen permitiéndote enfocarte en lo que realmente importa: <br><b>tu producto, tus clientes, tu misión</b>.

source: Boostrap your growth
es: Optimiza tu crecimiento

source: We propose you to walk together in your way to creating your product, building <b>MVPs (minimal viable products)</b> first and incrementally turn them into full-featured products. Time, resources, goals and your economy they all align together to streamline the development progress; together we set the pace to <b>organic growth</b> and the tools to <b>business wisdom</b>.
es: Te proponemos caminar juntos en la creación de tu producto o servicio, construyendo <b>MVP (en inglés "productos mínimos viables")</b> y progresivamente convertirlos en productos completos. Tiempo, recursos, objetivos y presupuesto se alinean para optimizar el avance del desarrollo; juntos establecemos el ritmo para un <b>crecimiento orgánico</b> y la herramientas para la <b>inteligencia de negocio</b>.

source: Innovative projects need a flexible environment to build prototypes and validate their business models quickly. Get rid of <b>fixed estimates and requirements</b>, because they are like <b>handcuffs to your ideas</b>! Let us guide you and your team through all the different stages, seamlessly and in a radical immersive routine to keep you aware and collaborative.
es: Los proyectos innovadores necesitan un entorno flexible para construir prototipos y validar sus modelos de negocio rápidamente. Libérate de <b>presupuestos y listas de requisitos fijos</b>, porque son como <b>cadenas</b> para tus ideas</b>! Déjanos guiarte a ti y a tu equipo a través de los diferentes estadios, de manera ágil y aplicando una rutina inversiva para mantenerte consciente y colaborativo.
